autoconf
automake
base
bash
bind-tools
binutils
bison
btrbk
btrfs-progs
btrfs-snap
bzip2
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmidecode
docker
e2fsprogs
ethtool
exfat-utils
expac
expect
fakeroot
ffmpeg
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
git
glibc
go
grep
gzip
hddfancontrol
imagemagick
inetutils
intel-ucode
iproute2
iputils
jfsutils
jsonnet
jsonnet-bundler-git
less
libtool
licenses
linux
linux-firmware
lm_sensors
logrotate
lsof
lvm2
make
man-db
man-pages
mdadm
mediainfo
mkinitcpio-dropbear
mkinitcpio-netconf
mkinitcpio-utils
moreutils
msmtp
nano
netctl
network-ups-tools
nfs-utils
ntfs-3g
openssh
pacman
pacman-contrib
patch
pciutils
perf
perl
perl-image-exiftool
pkgconf
procps-ng
prometheus-node-exporter-bin
psmisc
reiserfsprogs
restic
rsync
s-nail
sed
sendmail
shadow
smartmontools
solokeys-udev
sudo
sysfsutils
sysstat
systemd-sysvcompat
tar
tcpdump
texinfo
tmux
unzip
usbutils
util-linux
vi
vim
wget
which
xfsprogs
yarn
yay
yubikey-full-disk-encryption-git
yubikey-personalization
